tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "curl"
brew "direnv"
brew "openssl"
brew "emacs"
brew "git"
brew "gnupg"
brew "jq"
brew "mas"
brew "mysql-client"
brew "pass"
brew "pipenv"
brew "fzf"
brew "ripgrep"
brew "bat"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
cask "google-chrome"
cask "vlc"
cask "font-ricty-diminished"
cask "robo-3t"
mas "com.amazon.Kindle", id: 405399194
mas "com.readdle.smartemail-Mac", id: 1176895641
mas "com.tinyspeck.slackmacgap", id: 803453959
mas "cx.c3.theunarchiver", id: 425424353
mas "Enpass", id: 732710998
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
mas "TweetDeck", id: 485812721
