tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
brew "curl"
brew "nkf"
brew "tig"
brew "rsync"
brew "openssl"
brew "git"
brew "jq"
brew "mas"
brew "mysql-client"
brew "ripgrep"
brew "bat"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
brew "rsync"
cask "alfred"
cask "emacs"
cask "google-chrome"
cask "vlc"
cask "font-hackgen"
cask "iterm2"
cask "mendeley"
cask "sequel-pro"
cask "appcleaner"
cask "aquaskk"
cask "vivaldi"
cask "karabiner-elements"
cask "tunnelblick"
cask "joplin"
cask "nextcloud"
cask "visual-studio-code"
mas "Kindle", id: 405399194
mas "Spark", id: 1176895641
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Enpass", id: 732710998
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TweetDeck", id: 485812721
mas "RunCat", id: 1429033973
mas "Things", id: 904280696
mas "Bear", id: 1091189122
mas "Magnet", id: 441258766
mas "Sequel Ace", id: 1518036000
