tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
brew "curl"
brew "gnu-sed"
brew "python"
brew "tree"
brew "cmigemo"
brew "nkf"
brew "tig"
brew "rsync"
brew "openssl"
brew "git"
brew "jq"
brew "mas"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
cask "zotero"
cask "alfred"
cask "notion"
cask "railwaycat/emacsmacport/emacs-mac"
cask "google-chrome"
cask "vlc"
cask "anki"
cask "font-cica"
cask "iterm2"
cask "appcleaner"
cask "aquaskk"
cask "karabiner-elements"
cask "tunnelblick"
cask "notion"
cask "nextcloud"
cask "visual-studio-code"
mas "Kindle", id: 405399194
mas "Spark", id: 1176895641
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Enpass", id: 732710998
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TweetDeck", id: 485812721
mas "RunCat", id: 1429033973
mas "Magnet", id: 441258766
mas "Sequel Ace", id: 1518036000
mas "GoodNotes", id: 1444383602
mas "Dictonaries", id: 1380563956
